export function Autobiography() {
  return (
    <div className="flex flex-col gap-6 text-center text-sm xl:max-w-[610px] xl:pt-3.5 xl:text-left xl:text-base">
      <p>Добрый день. Меня зовут Ирина Буевич, я преподаватель и репетитор английского языка.</p>
      <p>
        17 лет преподаю английский и помогаю свободно заговорить взрослым с нуля А1 до продвинутого
        уровня В2.
      </p>
      <p>
        За плечами диплом филолога, преподавателя английского языка и немецкого. Диплом пользователя
        информационных технологий и многочисленные курсы повышения квалификации, семинары.
      </p>
      <p>
        А также много любви к своей профессии, что позволяет терпеливо помогать своим студентам
        осваивать язык.
      </p>
      <p>
        Я преподаю на оффлайн курсах в своем языковом пространстве, а также провожу тематические
        разговорные клубы с носителем.
      </p>
      <p>
        Моя главная сила - преподнести сложный материал простым и понятным языком, сделать изучение
        языка приятной и радостной частью жизни. Мы не бездумно зубрим правила и наборы слов, а
        учимся применять их на практике, в живом общении.
      </p>
      <p>
        Мой подход позволяет добавить занятия языком в ежедневную жизнь взрослых, выстроить систему
        для занятий английским.
      </p>
    </div>
  );
}
