import { SpeakingClubBenefit } from "./types";

export const speakingClubsBenefits: Array<SpeakingClubBenefit> = [
  {
    title: "Разговорная практика",
    description:
      "Обсуждайте интересные темы, играйте и смотрите фильмы,  делитесь опытом и применяйте знания.",
  },
  {
    title: "Фокус на общение",
    description: "Общайтесь с интересными людьми в неформальной обстановке после работы.",
  },
  {
    title: "Культурный обмен",
    description:
      "Узнайте больше о культуре и интересных фактах об Англии, достопримечательностях  из уст носителя.",
  },
];
