import { AccordionItemProps } from "@/shared/ui/accordion/accordion-item";

export const faqData: Array<AccordionItemProps> = [
  {
    title: "Как проходят занятия?",
    content:
      "Занятия проходят оффлайн. В группах, мини-группах, индивидуально, по выбранному уровню. Или онлайн индивидуально, на платформе Google.",
  },
  {
    title: "Выдается ли сертификат об обучении?",
    content:
      "Да, выдается сертификат установленного государственного образца и именной сертификат курса.",
  },
  {
    title: "Какая стоимость курсов?",
    content:
      "Стоимость зависит от формата обучения. Стандарт для группы 8 занятий в месяц по 60 минут 200 руб. в месяц. Занятие в паре, мини-группе до 5 человек 30 руб./час. Индивидуальные занятия 50 руб./час.",
  },
  {
    title: "Как выбрать подходящий курс?",
    content:
      "Курс можно выбрать самостоятельно, если изучали язык на других курсах или с преподавателем и примерно знаете свой уровень. Или можно придти на бесплатное пробное занятие и я помогу вам с определением уровня и подберу подходящий курс и формат обучения.",
  },
];
